tap "homebrew/bundle"
tap "homebrew/services"
tap "imthaghost/scdl"
tap "jandedobbeleer/oh-my-posh"
tap "romkatv/powerlevel10k"
brew "brotli"
brew "giflib"
brew "highway"
brew "imath"
brew "jpeg-turbo"
brew "libpng"
brew "lz4"
brew "xz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "aribb24"
brew "ca-certificates"
brew "dbus"
brew "gettext"
brew "mpdecimal"
brew "openssl@3"
brew "pcre2"
brew "readline"
brew "sqlite"
brew "python@3.12"
brew "glib"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "at-spi2-core"
brew "bdw-gc"
brew "berkeley-db"
brew "bison"
brew "c-ares"
brew "freetype"
brew "fontconfig"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "cjson"
brew "cmake"
brew "cmocka"
brew "dav1d"
brew "docker"
brew "libssh2"
brew "eza"
brew "faac"
brew "faad2"
brew "fdk-aac"
brew "libogg"
brew "flac"
brew "frei0r"
brew "fribidi"
brew "gmp"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "libnghttp2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "graphite2"
brew "harfbuzz"
brew "lame"
brew "openjpeg"
brew "leptonica"
brew "libb2"
brew "libarchive"
brew "icu4c"
brew "libunibreak"
brew "libass"
brew "libbluray"
brew "mbedtls"
brew "librist"
brew "libsamplerate"
brew "libvorbis"
brew "mpg123"
brew "opus"
brew "libsndfile"
brew "libsodium"
brew "libsoxr"
brew "libssh"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "pango"
brew "rav1e"
brew "rubberband"
brew "sdl2"
brew "snappy"
brew "speex"
brew "srt"
brew "svt-av1"
brew "tesseract"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "zeromq"
brew "zimg"
brew "ffmpeg"
brew "findomain"
brew "flex"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "gdbm"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "pkg-config"
brew "gobject-introspection"
brew "graphene"
brew "m4"
brew "libtool"
brew "hicolor-icon-theme"
brew "libepoxy"
brew "gtk+3"
brew "gtk4"
brew "json-glib"
brew "libcuefile"
brew "libpsl"
brew "libreplaygain"
brew "libshout"
brew "libsoup"
brew "libusrsctp"
brew "musepack"
brew "orc"
brew "py3cairo"
brew "pygobject3"
brew "rtmpdump"
brew "srtp"
brew "taglib"
brew "gstreamer"
brew "guile"
brew "oniguruma"
brew "jq"
brew "libgpg-error"
brew "libgcrypt"
brew "libksba"
brew "liblinear"
brew "libpcap"
brew "libpthread-stubs"
brew "libscrypt"
brew "libusb"
brew "libuv"
brew "libxml2"
brew "lua"
brew "lua@5.3"
brew "luajit"
brew "masscan"
brew "maven"
brew "ncurses"
brew "nmap"
brew "node"
brew "openssl@1.1"
brew "perl"
brew "portaudio"
brew "protobuf"
brew "python@3.10"
brew "python@3.11"
brew "redis"
brew "ripgrep"
brew "rust"
brew "screenresolution"
brew "sevenzip"
brew "shc"
brew "snyk-cli"
brew "speedtest-cli"
brew "spice-gtk"
brew "spotifyd", restart_service: true
brew "subfinder"
brew "tcpdump"
brew "terraform"
brew "tor"
brew "tree"
brew "trivy"
brew "unzip"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "imthaghost/scdl/scdl"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "discord"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-hack-nerd-font"
cask "font-noto-mono"
cask "font-noto-nerd-font"
cask "font-noto-sans"
cask "font-roboto-mono-nerd-font"
cask "font-sudo"
cask "github"
cask "linearmouse"
cask "visual-studio-code"
cask "whatsapp"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "atlassian.atlascode"
vscode "bat67.markdown-extension-pack"
vscode "bazelbuild.vscode-bazel"
vscode "bierner.emojisense"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-preview-github-styles"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "catppuccin.catppuccin-vsc-pack"
vscode "csholmq.excel-to-markdown-table"
vscode "darkriszty.markdown-table-prettify"
vscode "davidanson.vscode-markdownlint"
vscode "dnicolson.binary-plist"
vscode "dotjoshjohnson.xml"
vscode "emeraldwalk.runonsave"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "foxundermoon.shell-format"
vscode "gio00.convertplist"
vscode "github.vscode-pull-request-github"
vscode "goessner.mdmath"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ionutvmi.path-autocomplete"
vscode "kreativ-software.csharpextensions"
vscode "mdickin.markdown-shortcuts"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "pixl-garden.bongocat"
vscode "pkief.material-icon-theme"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "snyk-security.snyk-vulnerability-scanner"
vscode "telesoho.vscode-markdown-paste-image"
vscode "timonwong.shellcheck"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
